{
  "slides": [
    {
      "title": "Consumer products consulting",
      "text": ""
    },
    {
      "title": "Put your unused capital to good use",
      "text": "We devise strategic investment strategies to ensure your surplus cash is working hard."
    },
    {
      "title": "Financial planning for your business",
      "text": "We help businesses to grow and protect profits, attract and reward employees and achieve their financial goals"
    }
  ],
  "info": [
    {
      "title": "Take away the risk & you can do anything.",
      "subtitle": "Rapid solutions to the most complex business challenges with cooperative process-driven.",
      "text": "We work closely with you to establish your attitude to risk and capacity for loss to ensure we construct a tax efficient investment portfolio that will help you to grow your business. This will also help us to determine your attitude to risk. High risk investments can offer a high rate of return over a short period of time whilst lower risk investments are more cautious and therefore can take longer to see results."
    },
    {
      "title": "Helping you to grow your wealth",
      "subtitle": "Our approach means that you no longer need to ‘chop and change’ traditional investments when performance inevitably ‘dips’ every few years.",
      "text": "Whether you are new to investments or want to re-evaluate your existing mix, we can help. Our expert advisers will develop a personal investment portfolio with a risk level that reflects your financial ambitions. Your portfolio can be created using current available cash or by transferring assets currently held in other tax wrappers such as pensions and ISAs. We always ensure that you continue to receive the existing beneficial tax treatment, or enhance it by innovative financial planning ideas.Your financial plan is like your travel itinerary. It factors in where you want to get to and the places you want to visit along the way. Our job is to help you reach each destination at the right time in your life."
    },
    {
      "title": "Why we best Consulting office in portland ?",
      "subtitle": "The Counsel Company is an innovative consulting advisory firm",
      "text": "CC was the first wealth management firm in Portland to introduce the fiduciary standard in serving clients. Our comprehensive approach, built on decades of experience and expertise, goes far beyond standard investment guidance. CC is honored and respected nationally. Our excellence has been recognized by Forbes and Wall Street, who have ranked CC the #1 Wealth Management Firm in Portland year after year."
    }
  ],
  "graph": [
    {
      "name": "Jan",
      "profit": 10,
      "investment": 10,
      "amt": 2400
    },
    {
      "name": "Feb",
      "profit": 20,
      "investment": 27,
      "amt": 2210
    },
    {
      "name": "Mar",
      "profit": 30,
      "investment": 32,
      "amt": 2290
    },
    {
      "name": "Apr",
      "profit": 34,
      "investment": 36,
      "amt": 2000
    },
    {
      "name": "May",
      "profit": 44,
      "investment": 37,
      "amt": 2181
    },
    {
      "name": "Jun",
      "profit": 50,
      "investment": 35,
      "amt": 2181
    }
  ],
  "services": [
    {
      "title": "Financial planning",
      "text": "Effective financial planning will protect you now, and in the future, and prepare you for whatever lies ahead. We take time to thoroughly understand your short, medium and long term goals and will develop a financial plan to help you to achieve these."
    },
    {
      "title": "Corporate investment advice",
      "text": "Corporate investment enables your company to utilise unused capital to your businesses best advantage. Whether you want to develop a new corporate investment strategy or review your existing portfolio, we can develop a bespoke corporate investment plan for your business to support your long term financial goals."
    },
    {
      "title": "Business protecting",
      "text": "There is always an element of uncertainty in running a business premises can be rebuilt, contents can be replaced, but the recovery of a key individual is not nearly as certain. Having the right business protection policies in place helps to ensure your company can survive the loss of a key individual."
    }
  ],
  "statistic": [
    [
      "coffee cups",
      7890
    ],
    [
      "subscribers",
      "1m"
    ],
    [
      "customers",
      1509
    ],
    [
      "purchases",
      5972
    ]
  ],
  "reviews": [
    {
      "author": "Brain ISBISTER",
      "text": "I had a problem with my account verification. Nicholas ** was very helpful and patient with me. He went out of his way to provide a step by step walkthrough of how to access my account. Issue was fixed. =)"
    },
    {
      "author": "Brad boise",
      "text": "I've been with Counsel for over 25 years, and have been extremely good to me. In questions, recommendations, and lately, a banking issue. I had a few of my accounts linked to my bank and even though it took a while, the resolution center/group added my other accounts to my bank so I could do transactions. Great company."
    },
    {
      "author": "Alice Moan",
      "text": "Very professional and always willing to answer questions about how they invest your money. They give you wise advice on which way to get the most for the money invested. One of the best retirement investors."
    }
  ],
  "contacts": [
    {
      "name": "Head quarter",
      "mapsrc": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2795.062859910389!2d-122.61401948456748!3d45.52894057910176!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x5495a0de474b803b%3A0x882941ce8abf5b99!2sRose%20City%20Futsal%20EAST!5e0!3m2!1sru!2sru!4v1577946703359!5m2!1sru!2sru",
      "address": "5010 NE Oregon St, Portland, OR 97213,",
      "phone": "+1 503-734-2382",
      "email": "counsel@example.mail"
    },
    {
      "name": "London office",
      "mapsrc": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2482.917775782819!2d-0.09529338434273898!3d51.51472447963643!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x48761b5523a08127%3A0x7ff05c9d82099294!2sInvestec%20Bank%20plc!5e0!3m2!1sru!2sru!4v1577947143561!5m2!1sru!2sru",
      "address": "30 Gresham St, London EC2V 7QP,",
      "phone": "+44 20 7597 1234",
      "email": "counsel@examplelondon.mail"
    },
    {
      "name": "San francisco office",
      "mapsrc": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3153.2006768172446!2d-122.40659548482546!3d37.78533657975756!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8085808636673e71%3A0xebc2cf7c5bf2d655!2sSan%20Francisco%20Marriott%20Marquis!5e0!3m2!1sru!2sru!4v1577947046386!5m2!1sru!2sru",
      "address": "780 Mission St, San Francisco, CA 94103,",
      "phone": "+1 523-764-2742",
      "email": "counsel@examplesf.mail"
    }
  ],
  "users": [
  ]
}